{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "activity_regularizer": null, "trainable": true, "activation": "relu", "dtype": "float32", "use_bias": true, "units": 6, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_1", "bias_regularizer": null, "batch_input_shape": [null, 11], "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "activity_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "units": 6, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_2", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "activity_regularizer": null, "trainable": true, "activation": "sigmoid", "use_bias": true, "units": 1, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_3", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null}}], "keras_version": "2.0.8"}