{"keras_version": "2.0.8", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "name": "dense_1", "units": 6, "bias_constraint": null, "dtype": "float32", "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "batch_input_shape": [null, 11], "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_2", "units": 6, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_3", "units": 1, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true}}]}